IDEA Open Model
Material.E Property
Compatible with IDEA StatiCa v 10.1
 Young's modulus
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double E { get; set; }
Public Property E As Double
	Get
	Set
public:
property double E {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
Material Class
IdeaRS.OpenModel.Material Namespace